Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: Configure how proposal values are prepopulated and managed for each compensation element in this round.
es_es: Configura cómo se rellenan previamente y se gestionan los valores de las propuestas para cada elemento de compensación en esta ronda.

source: Disabling the proposal management source will clear the values you have entered. This action cannot be undone.
es_es: Si desactivas la fuente de gestión de propuestas, se borrarán los valores que has introducido. Esta acción no se puede deshacer.

source: Disable proposal management
es_es: Desactivar la gestión de propuestas

source: Enable proposal management
es_es: Activar la gestión de propuestas

source: Create your formula
es_es: Crea tu fórmula

source: Formula type
es_es: Tipo de fórmula

source: Use an existing value
es_es: Usar un valor existente

source: Prefill the proposal using an existing calculated or reference field
es_es: Rellenar la propuesta usando un campo calculado o de referencia existente

source: Calculate using a formula
es_es: Calcular usando una fórmula

source: Generate the proposal value using a custom formula
es_es: Generar el valor de la propuesta utilizando una fórmula personalizada

source: Proposal method
es_es: Método de propuesta

source: Choose an option to continue
es_es: Elige una opción para continuar

source: Source field
es_es: Campo de origen

source: This value will be used as the initial proposal for managers.
es_es: Este valor se utilizará como propuesta inicial para los managers.

source: Select the field used to prefill the proposal
es_es: Selecciona el campo que se utilizará para rellenar previamente la propuesta

source: Choose one
es_es: Elija una opción

source: The source field is required.
es_es: El campo de origen es obligatorio.

source: Workers manually removed
es_es: Trabajadores eliminados manualmente

source: Workers manually added
es_es: Trabajadores añadidos manualmente

source: Manage workers
es_es: Gestionar trabajadores

source: {{count}} worker selected
es_es: {{count}} trabajador seleccionado

source: {{count}} workers selected
es_es: {{count}} trabajadores seleccionados

source: Exclude worker
es_es: Excluir trabajador

source: Exclude selected
es_es: Excluir seleccionados

source: Select which workers will be excluded from this compensation population.
es_es: Seleccione qué trabajadores serán excluidos de esta población de compensación.

source: Include worker
es_es: Incluir trabajador

source: Include selected
es_es: Incluir seleccionado

source: Select which workers will be included in this compensation population.
es_es: Seleccione qué trabajadores se incluirán en esta población de compensación.

source: Please select at least one worker.
es_es: Por favor, seleccione al menos un trabajador.

source: The population cannot be empty.
es_es: La población no puede estar vacía.

source: Individual inclusions and exclusions.
es_es: Inclusiones y exclusiones individuales.

source: Select the relevant existing population criteria that apply to this round of compensation.
es_es: Seleccione los criterios de población existentes pertinentes que se aplican a esta ronda de compensaciones.

source: Populations relevant for this compensation round.
es_es: Poblaciones relevantes para esta ronda de compensación.

source: Select system populations
es_es: Seleccionar poblaciones del sistema

source: Selected populations
es_es: Poblaciones seleccionadas

source: Overview of population definition.
es_es: Descripción general de la definición de población.

source: Compensation population summary
es_es: Resumen de la población de compensación

source: Bonus STI
es_es: STI adicional

source: Workers can belong to multiple populations
es_es: Los trabajadores pueden pertenecer a varias poblaciones

source: No compensation rounds created yet.
es_es: Aún no se han creado rondas de compensación.

source: No compensation rounds
es_es: No hay rondas de compensación

source: Name (A-Z)
es_es: Nombre (A-Z)

source: Name (Z-A)
es_es: Nombre (Z-A)

source: Sort by
es_es: Ordenar por

source: End date (earliest)
es_es: Fecha de finalización (más temprana)

source: End date (latest)
es_es: Fecha de finalización (más reciente)

source: Last generated (oldest)
es_es: Última generación (más antigua)

source: Last generated (newest)
es_es: Última generación (más reciente)

source: Last edited (oldest)
es_es: Última edición (más antigua)

source: Last edited (newest)
es_es: Última edición (más reciente)

source: No actors selected
es_es: Ningún actor seleccionado

source: View bonus calculation formula configuration
es_es: Ver la configuración de la fórmula de cálculo de bonos

source: No guideline rules
es_es: Sin reglas de directrices

source: Start: {{startDate}} • End: {{endDate}}
es_es: Inicio: {{startDate}} • Fin: {{endDate}}

source: Last updates
es_es: Últimas actualizaciones

source: Any changes to this round will appear here.
es_es: Cualquier cambio en esta ronda aparecerá aquí.

source: No updates yet
es_es: Aún no hay actualizaciones

source: By {{author}},
es_es: Por {{author}},

source: Added fields
es_es: Campos añadidos

source: Description:
es_es: Descripción:

source: Model name:
es_es: Nombre del modelo:

source: Updates have been made to the selected bonus plan. Use the pending draft version to apply them as needed.
es_es: Se han realizado actualizaciones en el plan de bonificación seleccionado. Utiliza la versión de borrador pendiente para aplicarlas según sea necesario.

source: Updates have been made to the selected data model. Use the pending draft version to apply them as needed.
es_es: Se han realizado actualizaciones en el modelo de datos seleccionado. Utiliza la versión de borrador pendiente para aplicarlas según sea necesario.

source: The data model was extended with new fields. Use the pending draft version to apply them if needed.
es_es: El modelo de datos se amplió con nuevos campos. Utiliza la versión de borrador pendiente para aplicarlos si es necesario.

source: Updates have been made to the selected bonus plan. To apply the changes, please publish the compensation round.
es_es: Se han realizado actualizaciones en el plan de bonificación seleccionado. Para aplicar los cambios, publica la ronda de compensación.

source: Republished (proposals retained)
es_es: Republicado (propuestas conservadas)

source: Republished (no proposals)
es_es: Republicado (sin propuestas)

source: Changes detected in bonus plan
es_es: Se han detectado cambios en el plan de bonificación

source: Data model extended
es_es: Modelo de datos ampliado

source: Pending draft created
es_es: Borrador pendiente creado

source: Pending draft deleted
es_es: Se ha eliminado el borrador pendiente

source: Round republished
es_es: Ronda republicada

source: Round published
es_es: Ronda publicada

source: View all updates
es_es: Ver todas las actualizaciones

source: All updates
es_es: Todas las actualizaciones

source: View population configuration
es_es: Ver la configuración de la población

source: View round configuration
es_es: Ver configuración de la ronda

source: Active rules: {{activeRulesCount}} • Inactive rules: {{inactiveRulesCount}}
es_es: Reglas activas: {{activeRulesCount}} • Reglas inactivas: {{inactiveRulesCount}}

source: Team planner configuration
es_es: Configuración del planificador del equipo

source: View team planner configuration
es_es: Ver la configuración del planificador del equipo

source: Validation reports: {{validationReportsCount}}
es_es: Informes de validación: {{validationReportsCount}}

source: View workflow configuration
es_es: Ver configuración del flujo de trabajo

source: API connection
es_es: Conexión API

source: Connection details
es_es: Detalles de la conexión

source: This download is unavailable because the data drop exceeds the {{workersCount}} worker limit. To fix this, please edit the configuration to narrow your worker selection. For help or to discuss options for large exports, please contact customer support.
es_es: Esta descarga no está disponible porque la entrega de datos supera el límite de {{workersCount}} trabajadores. Para solucionarlo, edite la configuración para restringir su selección de trabajadores. Si necesita ayuda o desea consultar opciones para exportaciones grandes, póngase en contacto con el servicio de atención al cliente.

source: Connection ID
es_es: ID de conexión

source: Round ID
es_es: ID de ronda

source: Round Management
es_es: Gestión de rondas

source: Copy JSON
es_es: Copiar JSON

source: Failed to copy. Please try again.
es_es: Error al copiar. Inténtelo de nuevo.

source: JSON copied to clipboard
es_es: JSON copiado al portapapeles

source: Create statement generation rule
es_es: Crear regla de generación de extractos

source: The statement generation rule was successfully created.
es_es: La regla de generación de estados de cuenta se creó correctamente.

source: Are you sure you want to delete this statement generation rule? This action cannot be undone.
es_es: ¿Está seguro de que desea eliminar esta regla de generación de estados? Esta acción no se puede deshacer.

source: The statement generation rule was successfully duplicated.
es_es: La regla de generación de estados de cuenta se duplicó correctamente.

source: No statement generation rules yet!
es_es: ¡Todavía no hay reglas para la generación de declaraciones!

source: Generated
es_es: Generado

source: Generation failed
es_es: La generación ha fallado

source: Not generated
es_es: No generado

source: The communication round cannot be empty.
es_es: La ronda de comunicación no puede estar vacía.

source: Specify a name and a description for this document distribution rule.
es_es: Especifique un nombre y una descripción para esta regla de distribución de documentos.

source: Distribution rules
es_es: Reglas de distribución

source: Select the communication round and document template that will be used for distribution.
es_es: Seleccione la ronda de comunicación y la plantilla de documento que se utilizarán para la distribución.

source: Edit statement generation rule
es_es: Editar regla de generación de extractos

source: The file name cannot be longer than {{charLimit}} characters.
es_es: El nombre del archivo no puede tener más de {{charLimit}} caracteres.

source: Customize the file name with variables
es_es: Personalice el nombre del archivo con variables

source: Use a fixed file name for all documents
es_es: Utilice un nombre de archivo fijo para todos los documentos

source: The file name cannot contain special characters.
es_es: El nombre del archivo no puede contener caracteres especiales.

source: The document template cannot be empty.
es_es: La plantilla de documento no puede estar vacía.

source: Select document template
es_es: Seleccionar plantilla de documento

source: The statement generation has started.
es_es: La generación del estado de cuenta ha comenzado.

source: The statement generation rule was successfully updated.
es_es: La regla de generación de estados se actualizó correctamente.

source: View statement generation rule
es_es: Ver regla de generación de declaraciones

source: Manage round cycle
es_es: Gestionar el ciclo de la ronda

source: Round name (A-Z)
es_es: Nombre de la ronda (A-Z)

source: Round name (Z-A)
es_es: Nombre de la ronda (Z-A)

source: Sorting
es_es: Ordenación

source: Start date (earliest)
es_es: Fecha de inicio (más reciente)

source: Start date (latest)
es_es: Fecha de inicio (más reciente)

source: Actual budget
es_es: Presupuesto real

source: No maximum outcome configuration
es_es: No hay configuración de resultado máximo

source: No minimum outcome configuration
es_es: No hay configuración de resultado mínimo

source: No outcome configuration
es_es: No hay configuración de resultados

source: No rule configuration
es_es: No hay configuración de reglas

source: No validation reports with the name "{{phrase}}"
es_es: No hay informes de validación con el nombre "{{phrase}}"

source: The note was successfully deleted.
es_es: La nota se ha eliminado correctamente.

source: Select rule
es_es: Seleccionar regla

source: Total eligible workers
es_es: Total de trabajadores elegibles

source: Total populations
es_es: Poblaciones totales

source: Total number of rules
es_es: Número total de reglas

source: Incentive Management
es_es: Gestión de incentivos

source: Select at least one data source to continue.
es_es: Seleccione al menos una fuente de datos para continuar.

source: Manage the round cycle to generate statements and create payroll connections.
es_es: Gestione el ciclo de rondas para generar declaraciones y crear conexiones de nómina.

source: Incentive Curve Design
es_es: Diseño de la curva de incentivos

source: Compensation Structure
es_es: Estructura de compensación

source: Compensation Process
es_es: Proceso de compensación

source: Create your organization's compensation framework and comp elements, including salary, allowances, per diems, bonus, deferrals, equity, and indirect benefits/allowances.
es_es: Cree el marco de compensación de su organización y los elementos de compensación, incluidos el salario, las asignaciones, las dietas, las bonificaciones, los aplazamientos, las acciones y los beneficios o asignaciones indirectos.

source: Active currencies
es_es: Monedas activas

source: Enabled currencies
es_es: Monedas habilitadas

source: Is enabled
es_es: Está habilitado

source: {{currencyName}} currency is active
es_es: La moneda {{currencyName}} está activa

source: No currencies yet
es_es: Aún no hay monedas

source: Company currency
es_es: Moneda de la empresa

source: Global currency checkbox for {{currencyName}}
es_es: Casilla de moneda global para {{currencyName}}

source: No currencies with the name "{{phrase}}"
es_es: No hay monedas con el nombre "{{phrase}}"

source: Selected currency checkbox for {{currencyName}}
es_es: Casilla de verificación de moneda seleccionada para {{currencyName}}

source: Selected currency checkbox for this page
es_es: Casilla de verificación de moneda seleccionada para esta página

source: Enable the currencies that users will be able to select on the platform. The global currency cannot be selected or deactivated.
es_es: Habilite las monedas que los usuarios podrán seleccionar en la plataforma. La moneda global no se puede seleccionar ni desactivar.

source: Currency preview
es_es: Vista previa de la moneda

source: Global currency
es_es: Moneda global

source: Change global currency
es_es: Cambiar la moneda global

source: Select the default currency for all users across the application.
es_es: Seleccione la moneda predeterminada para todos los usuarios de la aplicación.

source: The previous currency will remain enabled. If you no longer need it, please disable it manually in the currency table.
es_es: La moneda anterior permanecerá habilitada. Si ya no la necesita, desactívela manualmente en la tabla de monedas.

source: The selected global currency will be used as the default one across the application and will be automatically enabled.
es_es: La moneda global seleccionada se utilizará como predeterminada en toda la aplicación y se habilitará automáticamente.

source: Global currency configuration
es_es: Configuración global de moneda

source: Currencies & Exchange Rates
es_es: Divisas y tipos de cambio

source: Define which currencies will be available across the application features and which one will be global currency.
es_es: Defina qué monedas estarán disponibles en las funciones de la aplicación y cuál será la moneda global.

source: Active & global currencies
es_es: Monedas activas y globales

source: The configuration for currency settings was modified. Saving these changes will impact future snapshots and related data.
es_es: La configuración de los ajustes de moneda se ha modificado. Guardar estos cambios afectará a las futuras instantáneas y a los datos relacionados.

source: Configuration change detected
es_es: Se ha detectado un cambio de configuración

source: Currency Settings
es_es: Configuración de moneda

source: The name is required.
es_es: El nombre es obligatorio.

source: Payout curve details
es_es: Detalles de la curva de pago

source: The code already exists
es_es: El código ya existe

source: Enter a code for the payout curve
es_es: Introducir un código para la curva de pago

source: Enter the basic information of the payout curve
es_es: Introducir la información básica de la curva de pago

source: Enter a description for the payout curve
es_es: Introducir una descripción para la curva de pago

source: Enter a name for the payout curve
es_es: Introducir un nombre para la curva de pago

source: Falling
es_es: Caída

source: Decreasing payout over time/levels.
es_es: Disminución del pago a lo largo del tiempo o de los niveles.

source: Growing
es_es: Crecimiento

source: Increasing payout over time/levels.
es_es: Aumento del pago a lo largo del tiempo o de los niveles.

source: Create payout curve
es_es: Crear curva de pago

source: Edit payout curve
es_es: Editar curva de pago

source: Linear curve
es_es: Curva lineal

source: Payout curves
es_es: Curvas de pago

source: No payout curves have been created yet.
es_es: Todavía no se han creado curvas de pago.

source: No payout curves yet
es_es: Todavía no hay curvas de pago

source: The payout curve was successfully published.
es_es: La curva de pagos se publicó correctamente.

source: The payout curve was successfully saved.
es_es: La curva de pago se ha guardado correctamente.

source: Your conditions are empty or do not meet the criteria. Please correct the errors to generate the payout curve chart.
es_es: Sus condiciones están vacías o no cumplen con los criterios. Por favor, corrija los errores para generar el gráfico de la curva de pagos.

source: Cannot generate chart
es_es: No se puede generar el gráfico

source: Payout curve preview
es_es: Vista previa de la curva de pagos

source: Check the correlation between results and payouts, along with a chart illustrating the payout curve.
es_es: Compruebe la correlación entre los resultados y los pagos, junto con un gráfico que ilustra la curva de pagos.

source: Clear values
es_es: Borrar valores

source: Direction
es_es: Dirección

source: What is the direction of this curve?
es_es: ¿Cuál es la dirección de esta curva?

source: Rules related to the selected direction:
es_es: Reglas relacionadas con la dirección seleccionada:

source: Result values must decrease from top to bottom
es_es: Los valores de los resultados deben disminuir de arriba hacia abajo

source: Falling curve is suited for scenarios where higher performance results in lower payouts (such as, penalties or cost control).
es_es: La curva descendente es adecuada para escenarios en los que un mayor rendimiento resulta en pagos más bajos (como, por ejemplo, penalizaciones o control de costes).

source: Payout values must decrease
es_es: Los valores de pago deben disminuir

source: Workers whose results are at or below the lowest defined threshold will receive the maximum payout value.
es_es: Los colaboradores/as cuyos resultados estén en o por debajo del umbral más bajo definido recibirán el valor máximo de pago.

source: Workers whose results exceed the highest defined threshold will receive 0.
es_es: Los colaboradores/as cuyos resultados superen el umbral más alto definido recibirán 0.

source: Workers whose results exceed the highest defined threshold will receive the maximum payout value.
es_es: Los colaboradores/as cuyos resultados superen el umbral más alto definido recibirán el valor máximo de pago.

source: Workers whose results are below the lowest defined threshold will receive 0.
es_es: Los colaboradores/as cuyos resultados estén por debajo del umbral más bajo definido recibirán 0.

source: General rules:
es_es: Reglas generales:

source: Enter whole numbers and decimals in the input fields (fractions are not allowed).
es_es: Introduce números enteros y decimales en los campos de entrada (no se permiten fracciones).

source: In a growing curve, each result condition must be higher than the one before it.
es_es: En una curva creciente, cada condición de resultado debe ser superior a la anterior.

source: This configuration is typically used when better performance results in higher payouts.
es_es: Esta configuración se utiliza normalmente cuando un mejor rendimiento se traduce en mayores pagos.

source: Corresponding payout values should also increase or remain the same as performance improves.
es_es: Los valores de pago correspondientes también deberían aumentar o mantenerse igual a medida que mejora el rendimiento.

source: Rules & guidelines
es_es: Normas y directrices

source: Thresholds
es_es: Umbrales

source: Define performance milestones and their corresponding payout levels.
es_es: Defina los hitos de rendimiento y sus niveles de pago correspondientes.

source: What type is your payout curve?
es_es: ¿Qué tipo es su curva de pago?

source: Result units
es_es: Unidades de resultado

source: Performance result
es_es: Resultado del rendimiento

source: Which units will be used for results in this curve?
es_es: ¿Qué unidades se utilizarán para los resultados en esta curva?

source: The value must be larger than the {{min}} value.
es_es: El valor debe ser mayor que el valor {{min}}.

source: Define the min and max values for results and payout.
es_es: Defina los valores mínimos y máximos para los resultados y el pago.

source: Payout curve settings
es_es: Configuración de la curva de pagos

source: The configuration contains issues. Please verify the ranges and conditions to avoid errors.
es_es: La configuración contiene problemas. Por favor, verifique los rangos y las condiciones para evitar errores.

source: Payout range
es_es: Rango de pago

source: Maximum payout
es_es: Pago máximo

source: Minimum payout
es_es: Pago mínimo

source: The maximum value must be larger than the minimum value.
es_es: El valor máximo debe ser mayor que el valor mínimo.

source: Result range
es_es: Rango de resultados

source: Maximum result
es_es: Resultado máximo

source: Minimum result
es_es: Resultado mínimo

source: The highest allowable value for both result and payout ranges is 120%.
es_es: El valor máximo permitido tanto para los rangos de resultado como de pago es del 120%.

source: The lowest allowable value for both result and payout ranges is 0%.
es_es: El valor mínimo permitido tanto para los rangos de resultado como de pago es del 0%.

source: All workers that exceed the maximum result will be included in the maximum range.
es_es: Todos los trabajadores que superen el resultado máximo serán incluidos en el rango máximo.

source: The input fields accept whole numbers and decimals only. Fractions are not permitted.
es_es: Los campos de entrada aceptan solo números enteros y decimales. No se permiten fracciones.

source: The default unit used in the payout curve metric is percentage.
es_es: La unidad predeterminada utilizada en la métrica de la curva de pago es el porcentaje.

source: The value must be smaller than the {{max}} value.
es_es: El valor debe ser menor que el valor {{max}}.

source: Define metrics, type and thresholds
es_es: Define métricas, tipo y umbrales

source: End payout
es_es: Finalizar pago

source: End result
es_es: Resultado final

source: Payout value (%)
es_es: Valor de pago (%)

source: Payout
es_es: Pago

source: Payout: {{yAxis}}
es_es: Pago: {{yAxis}}

source: Result (%)
es_es: Resultado (%)

source: for
es_es: para

source: Result: {{xAxis}}
es_es: Resultado: {{xAxis}}

source: Start payout
es_es: Iniciar pago

source: Start result
es_es: Iniciar resultado

source: Step curve
es_es: Curva escalonada
